<?xml version="1.0"?>
<!DOCTYPE ArticleSet PUBLIC "-//NLM//DTD PubMed 2.0//EN" "http://www.ncbi.nlm.nih.gov/entrez/query/static/PubMed.dtd">
<ArticleSet>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>06</Month>
        <Day>29</Day>
      </PubDate>
    </Journal>
    <ArticleTitle>Learning by engaging</ArticleTitle>
    <FirstPage>1</FirstPage>
    <LastPage>4</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.39770</ELocationID>
    <Language>eng</Language>
    <AuthorList>
      <Author>
        <FirstName>Marta</FirstName>
        <LastName>G&#xF3;mez-Puig</LastName>
        <Affiliation>Universitat de Barcelona. marta.gomezpuig@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Alexandrina</FirstName>
        <LastName>Stoyanova</LastName>
        <Affiliation>Universitat de Barcelona. alexandrina.stoyanova@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>05</Month>
        <Day>17</Day>
      </PubDate>
    </History>
    <Abstract>
The Universitat de Barcelona research group in teaching innovation&#xA0;GIDTAAVE organized the 2nd International Conference in Experiences in Active Learning in Higher Education, which was held online on 5 November, 2021. The aim of the conference was to provide a forum for high-quality research in teaching innovation in higher education, focusing on active learning methodologies. The event provided an excellent opportunity for lecturers from different universities to discuss their work in a relaxed atmosphere and to develop long-term collaborative relationships. Specifically, twelve papers were presented by authors from different Spanish Universities (Universidad de Salamanca, Universidad de Cantabria, Universidad de Navarra, Universidad Juan Carlos I and Universidad Carlos III, to name a few), who had the opportunity to share their experiences with other colleagues. Each session was followed by fruitful discussions among the participants. The keynote speech of the conference was given by Steven Proud, who is currently the Director of Undergraduate Studies and a Reader in Economics Education in the School of Economics at the University of Bristol. Steven Proud gave a very interesting talk entitled &#x201C;What are the barriers to active learning in economics?&#x201D;.

</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>06</Month>
        <Day>28</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Consolidaci&#xF3;n de la innovaci&#xF3;n docente en la etapa universitaria</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>12</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.39732</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Javier-Isaac</FirstName>
        <LastName>Lera-Torres</LastName>
        <Affiliation>Instituto de investigaci&#xF3;n sanitaria Valdecilla. jilera@idival.org</Affiliation>
      </Author>
      <Author>
        <FirstName>David</FirstName>
        <LastName>Cantarero-Prieto</LastName>
        <Affiliation>Universidad de Cantabria. david.cantarero@unican.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Marta</FirstName>
        <LastName>Pascual-S&#xE1;ez</LastName>
        <Affiliation>Universidad de Cantabria. marta.pascual@unican.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>05</Month>
        <Day>13</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>06</Month>
        <Day>03</Day>
      </PubDate>
    </History>
    <Abstract>
Introducci&#xF3;n: La crisis sanitaria generada por la COVID-19 tuvo importantes repercusiones a todos los niveles y supuso diversos retos educativos, siendo el m&#xE1;s relevante la suspensi&#xF3;n de clases presenciales. El objetivo principal de este trabajo es analizar la implantaci&#xF3;n y futura consolidaci&#xF3;n postCOVID-19 del blended learning.&#xA0;



M&#xE9;todo: Entre los nuevos m&#xE9;todos docentes se encuentran las clases online, la organizaci&#xF3;n de webinars impartidos por expertos del &#xE1;mbito econ&#xF3;mico y empresarial, seminarios impartidos por los propios alumnos, el fomento de debate en foros y chats a trav&#xE9;s de Moodle.



Resultados: Algunos puntos positivos para el alumnado son los siguientes: mejora global de los resultados, mayor profundizaci&#xF3;n en los conocimientos adquiridos, mejora de la capacidad de debate y aprendizaje activo y cooperativo, creaci&#xF3;n de redes de networking que permiten la colaboraci&#xF3;n entre alumnos y agentes externos al &#xE1;mbito universitario. No obstante, se detectan desigualdades en el acceso a la tecnolog&#xED;a y problemas de incompatibilidad de horarios y tareas.



Discusi&#xF3;n: Los resultados muestran una mejora de los resultados acad&#xE9;micos y satisfacci&#xF3;n generalizada. Como reto fundamental queda la consolidaci&#xF3;n de estos m&#xE9;todos teniendo en cuenta que en ocasiones suponen un trabajo extra para el alumnado y la desigualdad en el acceso a la tecnolog&#xED;a.

</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
    </Journal>
    <VernacularTitle>An&#xE1;lisis del rendimiento acad&#xE9;mico en los tres periodos de docencia universitaria durante el COVID</VernacularTitle>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Pilar</FirstName>
        <LastName>Aparicio-Chueca</LastName>
        <Affiliation>Departament d'Empresa, Universitat de Barcelona. pilaraparicio@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Merc&#xE8;</FirstName>
        <LastName>Bernardo</LastName>
        <Affiliation>Departament d'Empresa, Universitat de Barcelona. merce.bernardo@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Marius</FirstName>
        <LastName>Dom&#xED;nguez-Amor&#xF3;s</LastName>
        <Affiliation>Departament de Sociologia, Universitat de Barcelona. mariusdominguez@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Amal</FirstName>
        <LastName>Elasri-Ejjaberi</LastName>
        <Affiliation>Estudis d'Economia i Empresa, Universitat Oberta de Catalunya. aelasri@uoc.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Irene</FirstName>
        <LastName>Maestro-Yarza</LastName>
        <Affiliation>Departament d'Hist&#xF2;ria Econ&#xF2;mica, Institucions i Pol&#xED;tica i Economia Mundial, Universitat de Barcelona . imaestro@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Xavier</FirstName>
        <LastName>Triad&#xF3;-Ivern</LastName>
        <Affiliation>Departament d'Empresa, Universitat de Barcelona. xtriado@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>04</Month>
        <Day>28</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>06</Month>
        <Day>15</Day>
      </PubDate>
    </History>
    <Abstract>
La situaci&#xF3;n de emergencia declarada en marzo de 2020 provoc&#xF3; un cambio inmediato en la metodolog&#xED;a de la docencia presencial, que se extendi&#xF3; a la forma de realizar las valoraciones. Se sustituy&#xF3; el sistema presencial por el on-line, incluyendo tanto la docencia como la evaluaci&#xF3;n (continua y &#xFA;nica). El objetivo de este art&#xED;culo es analizar la existencia de una relaci&#xF3;n entre las innovaciones metodol&#xF3;gicas reactivas llevadas a cabo y los cambios en la tendencia en el rendimiento acad&#xE9;mico universitario. Para ello, se analiza y estudian los cambios metodol&#xF3;gicos introducidos en las asignaturas del grado de ADE de la Universidad de Barcelona, como ejemplo de un grado en Ciencias Sociales y el rendimiento acad&#xE9;mico de cada una de ellas. El primer resultado es la distinci&#xF3;n de los tres per&#xED;odos de docencia: docencia de emergencia en remoto, docencia on-line y modelo h&#xED;brido. En segundo lugar, el estudio del rendimiento de las asignaturas y del an&#xE1;lisis de las adendas de los planes docentes permiten concluir que se han incorporado herramientas virtuales docentes, pero sin alterar significativamente en cambios metodol&#xF3;gicos. Un reto que todav&#xED;a est&#xE1; por implementar para provocar cambios en todo el proceso.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>05</Month>
        <Day>19</Day>
      </PubDate>
    </Journal>
    <ArticleTitle>The service-learning methodology as a facilitating tool for education for sustainable development (ESD)</ArticleTitle>
    <FirstPage>1</FirstPage>
    <LastPage>9</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.38357</ELocationID>
    <Language>eng</Language>
    <AuthorList>
      <Author>
        <FirstName>Roc&#xED;o</FirstName>
        <LastName>Gonz&#xE1;lez-S&#xE1;nchez</LastName>
        <Affiliation>Universidad Rey Juan Carlos. rocio.gonzalez@urjc.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Sonia</FirstName>
        <LastName>Medina-Salgado</LastName>
        <Affiliation>Universidad Rey Juan Carlos. sonia.medina@urjc.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Mar&#xED;a</FirstName>
        <LastName>Torrej&#xF3;n-Ramos</LastName>
        <Affiliation>Universidad Rey Juan Carlos. maria.torrejon@urjc.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Soraya</FirstName>
        <LastName>Gonz&#xE1;lez-Mendes</LastName>
        <Affiliation>Universidad Rey Juan Carlos. soraya.gonzalez@urjc.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Sara</FirstName>
        <LastName>Alonso-Mu&#xF1;oz</LastName>
        <Affiliation>Universidad Rey Juan Carlos. sara.alonso@urjc.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>01</Month>
        <Day>31</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>04</Month>
        <Day>06</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCTION. An educational environment that facilitates student engagement and critical thinking is essential for the success of Education for Sustainable Development (ESD) according to the 17 Sustainable Development Goals (SDGs). This requires that the tools favour learning from a new approach, which involves a social component and takes into account the students&#x2019; soft skills.



METHODOLOGY. The Service-Learning (S-L) for educational proposal establishes fruitful relationships with society, in which both parties benefit. This paper proposes the application of the S-L methodology to achieve a successful implementation of ESD.



RESULTS. In line with Goal 11 (SDGs) &#x2018;Sustainable Cities and Communities&#x2019;, this proposal aims for students to contribute to making cities more inclusive, safe, resilient and sustainable. To this end, a S-L activity was carried out at the Rey Juan Carlos University with the participation of 140 students of the subject &#x201C;Tourist Transport&#x201D;.



DISCUSSION. This work demonstrates the usefulness of the Service-Learning methodology in the transmission of values associated with environmental, social and economic sustainability. In the activity, the students provide a service of transferring values to society while improving their communication and teamwork skills.

</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>04</Month>
        <Day>05</Day>
      </PubDate>
    </Journal>
    <ArticleTitle>If you build it, will they come? </ArticleTitle>
    <FirstPage>1</FirstPage>
    <LastPage>14</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.38120</ELocationID>
    <Language>eng</Language>
    <AuthorList>
      <Author>
        <FirstName>Steven</FirstName>
        <LastName>Proud</LastName>
        <Affiliation>University of Bristol. steven.proud@bristol.ac.uk</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>01</Month>
        <Day>21</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>02</Month>
        <Day>07</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCTION. Active learning has been demonstrated to lead to better learning outcomes for students within education, but within higher education institutions, there are still a wide range of barriers that prevent active learning from taking place.


METHOD. In this article, I discuss some of the key barriers, including the design of the teaching space, the use of new technologies (such as lecture capture), and challenges created by the COVID-19 pandemic.


RESULTS &amp; DISCUSSION. Much of the literature suggests that, whilst there are structural barriers that discourage the use of active learning (such as the built environment), it is not sufficient to merely remove these barriers, but it is also important to create a demand from educators (and students) for newer, active pedagogies.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>06</Month>
        <Day>28</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Impacto entre iguales en los resultados educativos en Econom&#xED;a</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>18</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.38063</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Gemma</FirstName>
        <LastName>Abio</LastName>
        <Affiliation>Universitat de Barcelona. abio@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Manuela</FirstName>
        <LastName>Alca&#xF1;iz</LastName>
        <Affiliation>Universitat de Barcelona. malcaniz@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Carlos M.</FirstName>
        <LastName>Belloni</LastName>
        <Affiliation>Universitat de Barcelona. cmbelloni@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Marta</FirstName>
        <LastName>G&#xF3;mez-Puig</LastName>
        <Affiliation>Universitat de Barcelona. marta.gomezpuig@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Luis</FirstName>
        <LastName>Ortiz-Gracia</LastName>
        <Affiliation>Universitat de Barcelona. luis.ortiz-gracia@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Vicente</FirstName>
        <LastName>Royuela</LastName>
        <Affiliation>Universitat de Barcelona. vroyuela@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Gl&#xF2;ria</FirstName>
        <LastName>Rubert</LastName>
        <Affiliation>Universitat de Barcelona. gloriarubert@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>M&#xF2;nica</FirstName>
        <LastName>Serrano</LastName>
        <Affiliation>Universitat de Barcelona. monica.serrano@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Alexandrina</FirstName>
        <LastName>Stoyanova</LastName>
        <Affiliation>Universitat de Barcelona. alexandrina.stoyanova@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2022</Year>
        <Month>01</Month>
        <Day>13</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>05</Month>
        <Day>23</Day>
      </PubDate>
    </History>
    <Abstract>Este art&#xED;culo profundiza en el estudio de las interacciones entre iguales en el aula universitaria. M&#xC9;TODO. Evaluamos los efectos del trabajo en equipo en el rendimiento acad&#xE9;mico individual en cuatro asignaturas que emplean el Aprendizaje Basado en Equipos (ABE) de los grados de Econom&#xED;a y Administraci&#xF3;n de Empresas. RESULTADOS. Encontramos que la calificaci&#xF3;n promedio del resto de los miembros del equipo tiene una asociaci&#xF3;n positiva y significativa con las calificaciones individuales de los estudiantes. La puntuaci&#xF3;n de la prueba del estudiante aumenta aproximadamente 0,65 puntos por cada aumento de 1 punto en la nota promedio de sus compa&#xF1;eros de equipo. Esta asociaci&#xF3;n sigue siendo positiva y significativa, incluso cuando incluimos variables sociodemogr&#xE1;ficas para controlar las caracter&#xED;sticas individuales. Tambi&#xE9;n probamos la heterogeneidad de los efectos de los pares por nivel de desempe&#xF1;o individual y de equipo. DISCUSI&#xD3;N. Los resultados sugieren que no hay heterogeneidad en la capacidad individual, pero encontramos una diferencia positiva o ligeramente negativa en la magnitud del efecto de los pares para los equipos en el cuartil superior/inferior en relaci&#xF3;n con los equipos en el medio de la distribuci&#xF3;n.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>05</Month>
        <Day>24</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>El vocabulario emocional y la ira en estudiantes espa&#xF1;oles</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>17</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.37530</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>N&#xFA;ria</FirstName>
        <LastName>Garcia-Blanc</LastName>
        <Affiliation>Universitat de Lleida. nuria.garcia@udl.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>Albert</FirstName>
        <LastName>Joana</LastName>
        <Affiliation>Activa M&#xFA;tua. ajoana@activamutua.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Raquel</FirstName>
        <LastName>Gomis-Ca&#xF1;ellas</LastName>
        <Affiliation>Universitat de Lleida. raquel.gomis@udl.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>Agn&#xE8;s</FirstName>
        <LastName>Ros-Morente</LastName>
        <Affiliation>Universitat de Lleida. agnes.ros@udl.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>Gemma</FirstName>
        <LastName>Filella-Guiu</LastName>
        <Affiliation>Universitat de Lleida. gemma.filella@udl.cat</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>11</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>04</Month>
        <Day>05</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCCI&#xD3;N. La adquisici&#xF3;n de vocabulario emocional permite expresar cuidadosamente las emociones y facilita las relaciones interpersonales. La ira es una de las emociones m&#xE1;s presentes dentro de nuestra sociedad y que necesita estrategias para no derivar en violencia.



M&#xC9;TODO. Este estudio de corte cuasi experimental pretendi&#xF3; conocer las diferencias en la expresi&#xF3;n escrita del vocabulario emocional relativo a la familia de la ira en una muestra accidental de 1.219 estudiantes espa&#xF1;oles de educaci&#xF3;n primaria, secundaria y universidad. Asimismo, se estudiaron las diferencias entre los grupos relativos a las variables &#x201C;curso&#x201D; y &#x201C;g&#xE9;nero&#x201D; de las diferentes etapas educativas mediante una comparaci&#xF3;n de medias, un an&#xE1;lisis post-hoc para conocer donde se ubicaban dichas diferencias, as&#xED; como regresiones lineales para conocer la capacidad predictiva de las variables curso y g&#xE9;nero.



RESULTADOS y DISCUSI&#xD3;N. Los resultados mostraron diferencias significativas en el curso para la etapa de primaria, en el curso y g&#xE9;nero para las de secundaria y universidad, as&#xED; como interesantes diferencias intragrupos cuyas implicaciones se discuten a nivel evolutivo. Se concluye con la importancia de seguir haciendo hincapi&#xE9; en el vocabulario emocional para poder resolver conflictos y mantener unas relaciones sociales s&#xF3;lidas.

</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2022</Year>
        <Month>03</Month>
        <Day>31</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>El Trabajo de Fin de Grado y el desarrollo de la competencia investigadora de los futuros maestros de Educaci&#xF3;n Infantil y Primaria</VernacularTitle>
    <FirstPage>1&#x2013;15</FirstPage>
    <LastPage>1&#x2013;15</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.37520</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Berta</FirstName>
        <LastName>Palou-Julian</LastName>
        <Affiliation>Universitat de Barcelona. bpalou@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Bego&#xF1;a</FirstName>
        <LastName>Gros-Salvat</LastName>
        <Affiliation>Universitat de Barcelona. bgros@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Jennifer </FirstName>
        <LastName>Mercader-Tresserras</LastName>
        <Affiliation>. jennifer.mt23@hotmail.com</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>09</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2022</Year>
        <Month>02</Month>
        <Day>01</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCCI&#xD3;N. El presente trabajo es fruto de un proyecto de investigaci&#xF3;n orientado a desarrollar la competencia investigadora en los estudiantes del Grado de Maestro de Educaci&#xF3;n Infantil y Primaria de la Universidad de Barcelona. La contribuci&#xF3;n se centra en el an&#xE1;lisis de la percepci&#xF3;n del alumnado respecto al nivel de adquisici&#xF3;n de la competencia de investigaci&#xF3;n durante los estudios y despu&#xE9;s de la realizaci&#xF3;n del trabajo final de grado (TFG).



M&#xC9;TODO. Se realiza un estudio descriptivo por encuesta a partir de un cuestionario sobre un conjunto de ocho dimensiones espec&#xED;ficas relacionadas con la competencia de investigaci&#xF3;n antes (n&#xA0;=&#xA0;146) y despu&#xE9;s (n&#xA0;=&#xA0;121) de realizar el TFG.



RESULTADOS. Los resultados muestran que el estudiantado percibe tener escasas competencias de investigaci&#xF3;n a pesar de que los planes de estudio incorporan este tipo de competencias. Los resultados mejoran en algunos aspectos despu&#xE9;s de realizar el TFG entre los que destacan la capacidad de formular los objetivos de una investigaci&#xF3;n y elaborar la fundamentaci&#xF3;n te&#xF3;rica.



DISCUSI&#xD3;N. Los resultados aconsejan repensar las metodolog&#xED;as de formaci&#xF3;n de los futuros maestros de educaci&#xF3;n infantil y primaria. Parece necesario replantear la extensi&#xF3;n del TFG, as&#xED; como la formaci&#xF3;n previa necesaria para mejorar la capacidad investigadora.

</Abstract>
  </Article>
</ArticleSet>