<?xml version="1.0"?>
<!DOCTYPE ArticleSet PUBLIC "-//NLM//DTD PubMed 2.0//EN" "http://www.ncbi.nlm.nih.gov/entrez/query/static/PubMed.dtd">
<ArticleSet>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>10</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Aprender ciencias con visitas escolares:  Caracter&#xED;sticas y dificultades desde el profesorado</VernacularTitle>
    <FirstPage>1&#x2013;15</FirstPage>
    <LastPage>1&#x2013;15</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.37189</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Felipe</FirstName>
        <LastName>Contreras-Baeza</LastName>
        <Affiliation>Universidad Cat&#xF3;lica Silva Henr&#xED;quez. felipe.anka@gmail.com</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>11</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>10</Day>
      </PubDate>
    </History>
    <Abstract>
Los desaf&#xED;os de la educaci&#xF3;n cient&#xED;fica actual requieren de una alfabetizaci&#xF3;n cient&#xED;fica que invite a las personas a posicionarse ante el mundo con una mirada cr&#xED;tica, informada y curiosa lo cual les permita participar e involucrase en las diversas tem&#xE1;ticas que competen e impactan a la sociedad. Para lograr este fin la escuela ha tenido que abrir sus puertas y reconocer el valor de otros contextos educativos que abordan tem&#xE1;ticas cient&#xED;ficas generando puentes entre ambos escenarios. De esta manera, las visitas escolares se sit&#xFA;an como recursos y experiencias id&#xF3;neas para favorecer una adecuada alfabetizaci&#xF3;n cient&#xED;fica pues permiten generar aprendizajes diversos e integrales. No obstante, el desconocimiento y d&#xE9;bil formaci&#xF3;n del profesorado sobre esta tem&#xE1;tica obstaculizan y dificultan la construcci&#xF3;n de experiencias de aprendizajes entre escuela y museos y centros de ciencia que promuevan esta alfabetizaci&#xF3;n.
&#xD;

&#xA0;
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>07</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Educaci&#xF3;n inclusiva en el Pr&#xE1;cticum de la formaci&#xF3;n inicial docente en Chile: lo avanzado y los desaf&#xED;os por alcanzar</VernacularTitle>
    <FirstPage>1&#x2013;8</FirstPage>
    <LastPage>1&#x2013;8</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.37148</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Viviana</FirstName>
        <LastName>Soto-Montes</LastName>
        <Affiliation>Pontificia Universidad Cat&#xF3;lica de Chile. vsotom@uc.cl</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>02</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>04</Day>
      </PubDate>
    </History>
    <Abstract>
La educaci&#xF3;n inclusiva, desde hace algunos a&#xF1;os, se ha constituido como un derecho y no solo como un principio orientador. Esta demanda ha exigido a los sistemas educativos cambios de diversa &#xED;ndole, siendo uno de los ejes centrales de cambio la formaci&#xF3;n inicial de los docentes que deben dar vida a este derecho.


En el contexto de la formaci&#xF3;n inicial docente en Chile, los avances en materia de normativa y de estructura curricular de los planes de formaci&#xF3;n profesores son importantes, especialmente en el caso de la Pontificia Universidad Cat&#xF3;lica de Chile. Esta universidad logra los mejores resultados en evaluaciones de sus egresados a escala nacional gracias a un modelo formativo que realza la experiencia de los cursos del Pr&#xE1;cticum desde los primeros a&#xF1;os de formaci&#xF3;n y que se funda en el desarrollo de Pr&#xE1;cticas Generativas, representaci&#xF3;n desagregada de la compleja labor docente en el aula.


Este art&#xED;culo describe en detalle los &#x201C;pasos adelante&#x201D; que se dan en Chile en este sentido y en particular en el Pr&#xE1;cticum de la Pontificia Universidad Cat&#xF3;lica de Chile; as&#xED; como los &#x201C;desaf&#xED;os pendientes de alcanzar&#x201D;.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>La inclusi&#xF3;n de adolescentes latinoamericanos en L&#x2019;Hospitalet de Llobregat</VernacularTitle>
    <FirstPage>1&#x2013;11</FirstPage>
    <LastPage>1&#x2013;11</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.37142</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Pau</FirstName>
        <LastName>Gil-Azor&#xED;n</LastName>
        <Affiliation>Associaci&#xF3; Cultura Tretze. pau@culturatretze.org</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>02</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>04</Day>
      </PubDate>
    </History>
    <Abstract>
El presente art&#xED;culo pretende contextualizar y hacer una aproximaci&#xF3;n te&#xF3;rica de conceptos para pensar en clave de inclusi&#xF3;n socioeducativa, m&#xE1;s espec&#xED;ficamente, cuando nos encontramos con adolescentes migrantes procedentes de pa&#xED;ses latinoamericanos. Principalmente, se relata cu&#xE1;les son las estrategias que se articulan desde los entes locales en Catalu&#xF1;a y m&#xE1;s concretamente en ciudades como L&#x2019;Hospitalet de Llobregat. En este estudio te&#xF3;rico, hay una breve introducci&#xF3;n sobre qu&#xE9; es emigrar en la etapa de la adolescencia y, posteriormente, se exponen discursos centrados en la inclusi&#xF3;n social de adolescentes migrantes y sobre la inclusi&#xF3;n en los centros educativos de secundaria obligatoria, adem&#xE1;s de la importancia de la educaci&#xF3;n intercultural. Finalmente, se exponen las estrategias para el aprendizaje de la lengua catalana, principal problem&#xE1;tica de los chicos y chicas en los institutos, y los programas de inclusi&#xF3;n que se llevan a cabo en L&#x2019;Hospitalet de Llobregat para fomentar la relaci&#xF3;n con la ciudad y la sociedad.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>12</Month>
        <Day>02</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Comprom&#xED;s &#xE8;tic i responsabilitat en el context universitari</VernacularTitle>
    <FirstPage>1&#x2013;13</FirstPage>
    <LastPage>1&#x2013;13</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.36970</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Margarita</FirstName>
        <LastName>Mauri-&#xC1;lvarez</LastName>
        <Affiliation>Universitat de Barcelona. mauri@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Isabel</FirstName>
        <LastName>Vilafranca-Mangu&#xE1;n</LastName>
        <Affiliation>Universitat de Barcelona. ivilafranca@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Carles</FirstName>
        <LastName>Jos&#xE9;-Mestre</LastName>
        <Affiliation>Universitat de Barcelona. cjose@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>10</Month>
        <Day>22</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>10</Month>
        <Day>27</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCCI&#xD3;. La situaci&#xF3; excepcional d&#x2019;ensenyament virtual, derivada de la crisi provocada per la pand&#xE8;mia de la covid-19, va obrir un debat universitari que pivotava sobre el comprom&#xED;s &#xE8;tic i la responsabilitat de l&#x2019;estudiant a l&#x2019;hora d&#x2019;autentificar la seva identitat i autoria en la presentaci&#xF3; de treballs o activitats avaluatives. El tema central era la responsabilitat individual i el comprom&#xED;s &#xE8;tic de l&#x2019;estudiant, dues compet&#xE8;ncies transversals comunes a molts graus i m&#xE0;sters universitaris. M&#xC8;TODE. Aquest article mira d&#x2019;analitzar, definir i dotar de contingut aquestes compet&#xE8;ncies des de la perspectiva de la seva adquisici&#xF3; per part dels estudiants. RESULTATS. A trav&#xE9;s d&#x2019;aquesta aproximaci&#xF3; conceptual, s&#x2019;ofereixen algunes pautes als docents universitaris per fomentar i ensenyar les compet&#xE8;ncies esmentades. DISCUSSI&#xD3;. La funci&#xF3; exemplar del professorat i de la instituci&#xF3; universit&#xE0;ria, tal com pret&#xE9;n demostrar-se, &#xE9;s crucial per al foment de la responsabilitat de l&#x2019;estudiant i del comprom&#xED;s &#xE8;tic.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>19</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Universitat i societat del canvi amb elements explicatius d&#x2019;una crisi institucional</VernacularTitle>
    <FirstPage>1&#x2013;18</FirstPage>
    <LastPage>1&#x2013;18</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.35947</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Bartomeu</FirstName>
        <LastName>Mulet-Trobat</LastName>
        <Affiliation>Universitat de les Illes Balears. tom200@hotmail.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>27</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>10</Month>
        <Day>21</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCCI&#xD3;. Enfront dels plantejaments de modernitzaci&#xF3; de la universitat espanyola sovint hi ha diversos q&#xFC;estionaments, especialment si tenim present l&#x2019;evoluci&#xF3; organitzativa i burocr&#xE0;tica de les estructures universit&#xE0;ries, incloent-hi les acad&#xE8;miques, que dificulten, per no dir que impossibiliten, un canvi en la l&#xED;nia que es proposa en el marc de la Uni&#xF3; Europea (espai europeu d&#x2019;educaci&#xF3; superior) i de la societat del coneixement o de la informaci&#xF3; en el context de la globalitzaci&#xF3; capitalista i del neoliberalisme.


M&#xC8;TODE. Es tracta d&#x2019;un treball de reflexi&#xF3; sociol&#xF2;gica te&#xF2;rica a partir d&#x2019;autors com Francisco Fern&#xE1;ndez Palomares, Buenaventura de Santos Sousa, Jaume Carbonell, Henry Giroux, Sheila Slaughter, Gary Rhoades o Derek Bok, que aporten un sentit cr&#xED;tic sobre l&#x2019;educaci&#xF3; superior, aix&#xED; com a partir del web del Ministeri d&#x2019;Universitats. El treball compr&#xE8;n tamb&#xE9; una reflexi&#xF3; sobre el funcionament real de la universitat amb les seves contradiccions en el context d&#x2019;una societat aparentment i formalment democr&#xE0;tica.


RESULTATS i DISCUSSI&#xD3;. Els resultats expliquen per qu&#xE8; es pot parlar de la crisi del sistema universitari a l&#x2019;Estat espanyol i posen de manifest, almenys parcialment, els dubtes que es generen en el coneixement, la cultura, la doc&#xE8;ncia i la investigaci&#xF3; que es duen a terme a la universitat.
</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>15</Volume>
      <Issue>1</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>11</Month>
        <Day>24</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>La actitud fenomenol&#xF3;gica de la epoj&#xE9; en un estudio sobre participaci&#xF3;n pol&#xED;tica de mujeres j&#xF3;venes</VernacularTitle>
    <FirstPage>1&#x2013;10</FirstPage>
    <LastPage>1&#x2013;10</LastPage>
    <ELocationID EIdType="doi">10.1344/reire.35693</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Pilar</FirstName>
        <LastName>Folgueiras-Bertomeu</LastName>
        <Affiliation>Universitat de Barcelona. pfolgueiras@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Valeria</FirstName>
        <LastName>De-Ormaechea-Otalora</LastName>
        <Affiliation>Universitat de Barcelona. valedeormaechea@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Ariadna</FirstName>
        <LastName>Salv&#xE0;-Aige</LastName>
        <Affiliation>Universitat de Barcelona. ariadnasalva@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>M&#xED;riam</FirstName>
        <LastName>Comet-Donoso</LastName>
        <Affiliation>Universitat de Barcelona. miriamcomet@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>03</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>10</Month>
        <Day>07</Day>
      </PubDate>
    </History>
    <Abstract>
INTRODUCCI&#xD3;N. El enfoque fenomenol&#xF3;gico comporta una exploraci&#xF3;n constante. Para ello resulta imprescindible la revisi&#xF3;n del equipo de investigaci&#xF3;n acerca de los preconceptos que est&#xE1;n funcionando en relaci&#xF3;n con el tema de estudio. La epoj&#xE9; tiene un papel fundamental para comprender la participaci&#xF3;n pol&#xED;tica siendo mujer y joven. El proceso de revisi&#xF3;n constante de las ideas y prejuicios es la parte central en la investigaci&#xF3;n fenomenol&#xF3;gica.
M&#xC9;TODO. Se exponen las cuatro fases del proceso de investigaci&#xF3;n para detenernos en la primera parte de la segunda fase; en concreto, en la experiencia de participaci&#xF3;n pol&#xED;tica del equipo de investigaci&#xF3;n. Las reflexiones sobre las experiencias de las integrantes del equipo se realizan a partir de relatos y preguntas abiertas y reuniones sobre participaci&#xF3;n pol&#xED;tica.
RESULTADOS y DISCUSI&#xD3;N. Las ideas y los prejuicios del equipo de investigaci&#xF3;n interceden en el proceso fenomenol&#xF3;gico, hacerlo visible es necesario para adentrarnos en los esenciales sin categorizar la experiencia vivida desde la teor&#xED;a. Asimismo, implica una concienciaci&#xF3;n de los prejuicios y estereotipos del equipo con respecto al fen&#xF3;meno de estudio.
</Abstract>
  </Article>
</ArticleSet>