<?xml version="1.0"?>
<!DOCTYPE ArticleSet PUBLIC "-//NLM//DTD PubMed 2.0//EN" "http://www.ncbi.nlm.nih.gov/entrez/query/static/PubMed.dtd">
<ArticleSet>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>&#xBF;Hay &#x2018;brotes verdes&#x2019; en la situaci&#xF3;n de la educaci&#xF3;n en el contexto post-pandemia?</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>9</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.231547</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Marcel</FirstName>
        <LastName>Ruiz-Mej&#xED;as</LastName>
        <Affiliation>Universitat Pompeu Fabra i Escola Pia de Sarri&#xE0;-Calassan&#xE7;. marcel.ruiz@upf.edu</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.231547</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>05</Month>
        <Day>18</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>05</Month>
        <Day>27</Day>
      </PubDate>
    </History>
    <Abstract>El contexto actual de pandemia por el SARS-CoV-2 y el confinamiento de la sociedad deja la educaci&#xF3;n de nuestro pa&#xED;s en una situaci&#xF3;n compleja y sugerente. M&#xFA;ltiples reflexiones han tenido lugar durante los &#xFA;ltimos dos meses acerca de este tema, de las cuales se ha tratado de analizar en qu&#xE9; lugar queda el sistema educativo en la situaci&#xF3;n post-pandemia, y qu&#xE9; marcos te&#xF3;ricos pueden ser de utilidad para afrontar su inevitable transformaci&#xF3;n para la llamada &#x2018;nueva normalidad&#x2019;. Tras este an&#xE1;lisis, se indican cinco reflexiones a partir de unos textos que se adjuntan sobre qu&#xE9; temas se han considerado claves para acompa&#xF1;ar esta transformaci&#xF3;n. Finalmente, se pone en relevancia el posible nuevo papel de las escuelas como centros sociales acompa&#xF1;ados de un mayor peso del proceso educativo en espacios digitales, poniendo en el centro de la ecuaci&#xF3;n el trabajo de los y las docentes como motor de este cambio, y acompa&#xF1;ado por una transformaci&#xF3;n social transversal para hacer posible un sistema educativo equitativo y de calidad.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Competencias Clave del Profesorado: dise&#xF1;o y validaci&#xF3;n del marco global competencial de los docentes</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>16</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.231230</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Laia</FirstName>
        <LastName>Lluch Molins</LastName>
        <Affiliation>Universitat de Barcelona. laia.lluch@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Elena</FirstName>
        <LastName>Cano Garc&#xED;a</LastName>
        <Affiliation>Universitat de Barcelona. ecano@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Laura</FirstName>
        <LastName>Pacheco Villarroel</LastName>
        <Affiliation>Universitat de Barcelona. laurapachecovi@gmail.com</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.231230</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>04</Month>
        <Day>06</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>05</Month>
        <Day>12</Day>
      </PubDate>
    </History>
    <Abstract>Introducci&#xF3;n. A partir del Consejo Europeo de Lisboa (2000) se han realizado grandes esfuerzos en las instituciones de educaci&#xF3;n superior para implementar el enfoque basado en competencias. Por ejemplo, han sido creados marcos de competencias clave del profesorado; a pesar de que var&#xED;an mucho no solo entre pa&#xED;ses, sino tambi&#xE9;n entre instituciones dentro de un mismo pa&#xED;s. De ah&#xED; la necesidad de un modelo m&#xE1;s global de marco competencial para docentes, alineando, as&#xED;, la pre-service teacher education con la in-service teacher education o formaci&#xF3;n permanente y facilitando de este modo el desarrollo profesional a lo largo de la vida (educaci&#xF3;n para toda la vida). M&#xE9;todo. En esta contribuci&#xF3;n, se presenta el proceso seguido para dise&#xF1;ar y validar el marco te&#xF3;rico global de las competencias clave del profesorado. Resultados. Se detallan los pasos seguidos para la construcci&#xF3;n de este marco de referencia, empezando por una revisi&#xF3;n sistem&#xE1;tica de marcos competenciales existentes en distintas zonas del mundo. Discusi&#xF3;n. Se pretende asegurar as&#xED; la transferibilidad de este marco a otros contextos y la armonizaci&#xF3;n global; as&#xED; como se especifican los diferentes procesos de validaci&#xF3;n para fomentar su uso en futuros estudios e investigaciones, promoviendo as&#xED; la armonizaci&#xF3;n global.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Profesorado novel en las universidades catalanas: an&#xE1;lisis de sus programas formativos</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>19</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.230614</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Gabriel</FirstName>
        <LastName>Hervas</LastName>
        <Affiliation>Universitat de Barcelona. ghervas@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Jos&#xE9; Luis</FirstName>
        <LastName>Medina</LastName>
        <Affiliation>Universitat de Barcelona. jlmedina@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.230614</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>01</Month>
        <Day>07</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>03</Month>
        <Day>12</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N: Esta investigaci&#xF3;n tiene por objetivo identificar qu&#xE9; universidades catalanas organizan un programa de alcance institucional destinado especialmente a la formaci&#xF3;n en docencia de su profesorado novel y examinar y comparar sus caracter&#xED;sticas y contenidos. &#xD;
M&#xC9;TODO: Se realiz&#xF3; un an&#xE1;lisis documental y de contenido de los datos recogidos sistem&#xE1;ticamente en documentos institucionales, estudios publicados y en las respuestas recibidas desde las instituciones a nuestras cuestiones. &#xD;
RESULTADOS: Cinco de las 12 universidades catalanas organizan un programa de estas caracter&#xED;sticas. Entre estos, se se&#xF1;ala la tendencia a tratar determinados contenidos &#x2014;TIC, evaluaci&#xF3;n, metodolog&#xED;as y dise&#xF1;o de asignaturas&#x2014;, practicar la observaci&#xF3;n en el aula y usar el portafolio como herramienta evaluativa. En cambio, contenidos como la tutor&#xED;a y el trabajo en equipo son menos frecuentes, y existen claras diferencias en el dise&#xF1;o de los programas, horas de dedicaci&#xF3;n y origen &#x2014;institucional y departamental&#x2014; de sus formadores.&#xD;
DISCUSI&#xD3;N: Centramos la discusi&#xF3;n en las caracter&#xED;sticas, diferencias y elementos comunes observados, proponiendo ideas y argumentos &#x2014;por ejemplo, la inclusi&#xF3;n de contenidos relacionados con la diversidad en el aula o la docencia en otros idiomas&#x2014; que responden a lo que la literatura apunta actualmente al respecto de la formaci&#xF3;n del profesorado universitario.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Nivell en compet&#xE8;ncies b&#xE0;siques dels estudiants del grau de Qu&#xED;mica de la Universitat de Barcelona. Correspond&#xE8;ncia amb les qualificacions d&#x2019;acc&#xE9;s i del grau</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>14</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.230564</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Ramon</FirstName>
        <LastName>Reigada Sanz</LastName>
        <Affiliation>Universitat de Barcelona. reigada@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Raimundo</FirstName>
        <LastName>Gargallo G&#xF3;mez</LastName>
        <Affiliation>Universitat de Barcelona. raimon_gargallo@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Maria</FirstName>
        <LastName>Sarret Pons</LastName>
        <Affiliation>Universitat de Barcelona. m.sarret@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Inmaculada</FirstName>
        <LastName>Angurell Purroy</LastName>
        <Affiliation>Universitat de Barcelona. inmaangurell@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Ernesto</FirstName>
        <LastName>Nicol&#xE1;s Galindo</LastName>
        <Affiliation>Universitat de Barcelona. enicolas@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Montserrat</FirstName>
        <LastName>Corbella Cordom&#xED;</LastName>
        <Affiliation>Universitat de Barcelona. montse.corbella@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Joan-Antoni</FirstName>
        <LastName>Farrera Pi&#xF1;ol</LastName>
        <Affiliation>Universitat de Barcelona. jfarrera@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.230564</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2019</Year>
        <Month>12</Month>
        <Day>31</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>02</Month>
        <Day>28</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;. Les compet&#xE8;ncies en raonament matem&#xE0;tic, raonament l&#xF2;gic, raonament geometricoespacial i pensament cr&#xED;tic s&#xF3;n fonamentals en qualsevol ensenyament superior cient&#xED;fic o tecnol&#xF2;gic i, en particular, en un grau de Qu&#xED;mica. En aquest estudi es pret&#xE9;n esbrinar fins a quin punt la nota d&#x2019;acc&#xE9;s a la universitat i la nota d&#x2019;expedient dels estudiants del grau de Qu&#xED;mica de la Universitat de Barcelona reflecteixen el nivell assolit en aquestes quatre compet&#xE8;ncies.&#xD;
METODOLOGIA. S&#x2019;ha dissenyat un test amb preguntes i problemes de diferent grau de dificultat per avaluar el nivell en cadascuna d&#x2019;aquestes compet&#xE8;ncies. Aquest test s&#x2019;ha passat als alumnes del grau de Qu&#xED;mica i les puntuacions obtingudes s&#x2019;han correlacionat amb la nota d&#x2019;acc&#xE9;s dels estudiants de nou ingr&#xE9;s i amb la nota d&#x2019;expedient del grau dels estudiants veterans.&#xD;
RESULTATS. En els estudiants veterans s&#x2019;observa una clara correlaci&#xF3; entre les puntuacions de cada compet&#xE8;ncia i la nota d&#x2019;expedient del grau. En canvi, la correlaci&#xF3; amb la nota d&#x2019;acc&#xE9;s &#xE9;s molt feble o inexistent.&#xD;
CONCLUSI&#xD3;. La nota d&#x2019;acc&#xE9;s a la universitat dels estudiants del grau de Qu&#xED;mica de la Universitat de Barcelona no reflecteix el nivell assolit en aquestes compet&#xE8;ncies fonamentals, mentre que la nota d&#x2019;expedient del grau s&#xED; que el reflecteix.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Calcular la fiabilidad de un cuestionario o escala mediante el SPSS: el coeficiente alfa de Cronbach</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>13</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.230048</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Julio</FirstName>
        <LastName>Rodr&#xED;guez-Rodr&#xED;guez</LastName>
        <Affiliation>Universitat de Barcelona. julio.rodriguez.ro@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Mercedes</FirstName>
        <LastName>Reguant-&#xC1;lvarez</LastName>
        <Affiliation>Universitat de Barcelona. mreguant@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.230048</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2019</Year>
        <Month>10</Month>
        <Day>31</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>02</Month>
        <Day>14</Day>
      </PubDate>
    </History>
    <Abstract>La elaboraci&#xF3;n y aplicaci&#xF3;n de instrumentos de medida es una tarea habitual en la investigaci&#xF3;n socioeducativa. La utilizaci&#xF3;n de cuestionarios, escalas y tests requiere que &#xE9;stos sean instrumentos v&#xE1;lidos y fiables. La fiabilidad, entendida como la precisi&#xF3;n en la medida de una caracter&#xED;stica o un atributo, se puede calcular de diferentes maneras. El coeficiente alfa de Cronbach es uno de los habitualmente referenciados, y se puede utilizar en variables de escala. La finalidad de este art&#xED;culo es proporcionar una informaci&#xF3;n general que permita la comprensi&#xF3;n de este &#xED;ndice y el procedimiento operativo para obtenerlo. El programa estad&#xED;stico SPSS permite calcular este valor de manera relativamente f&#xE1;cil y &#xE1;gil, contribuyendo as&#xED; a la toma de decisiones relativas a la utilizaci&#xF3;n del cuestionario o test, dado que la significaci&#xF3;n del coeficiente ha de tener en cuenta el contexto en el que se aplica. De esta manera, se logran los objetivos: identificar los diferentes m&#xE9;todos para calcular la fiabilidad de un instrumento en el &#xE1;mbito socioeducativo; exponer los pasos para calcular el estad&#xED;stico alfa de Cronbach mediante el paquete estad&#xED;stico SPSS, y ejemplificar el c&#xE1;lculo de la fiabilidad de una escala de actitudes tipo Likert.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Anal&#xED;tica de los usos digitales y rendimiento acad&#xE9;mico. Un estudio de caso con estudiantes universitarios</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>20</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.229267</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>M. Covadonga</FirstName>
        <LastName>De la Iglesia Villasol</LastName>
        <Affiliation>Universidad Complutense de Madrid. mciglesi@ucm.es</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.229267</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2019</Year>
        <Month>09</Month>
        <Day>17</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2020</Year>
        <Month>01</Month>
        <Day>14</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N: El estudio que se presenta analiza los usos y registros digitales de los estudiantes en un curso presencial, que a modo de huella dejan en los espacios virtuales complementarios, as&#xED; como las calificaciones que obtienen en las fases de evaluaci&#xF3;n continua y final. El objetivo es encontrar si existe relaci&#xF3;n positiva entre el mayor uso y participaci&#xF3;n de los estudiantes en las plataformas digitales y las calificaciones obtenidas. M&#xC9;TODO: Se adopta un dise&#xF1;o cuantitativo de tipo descriptivo y no experimental. La poblaci&#xF3;n analizada se corresponde con el curso de An&#xE1;lisis Microecon&#xF3;mico Avanzado, del grado en Econom&#xED;a (GECO), en la Universidad Complutense de Madrid. RESULTADOS: Los resultados muestran un uso digital tradicional y polarizado de los estudiantes, que definen tipolog&#xED;as y patrones diferenciados de aprendizaje, muy condicionado a la programaci&#xF3;n de la evaluaci&#xF3;n continua, y correlacionado positivamente con las calificaciones obtenidas. DISCUSI&#xD3;N: La relaci&#xF3;n entre usos digitales y resultados del aprendizaje es un tema a&#xFA;n poco explorado en la literatura, que contribuye a la reflexi&#xF3;n del docente y puede reorientar el proceso de ense&#xF1;anza, para evitar que los estudiantes que se van quedando rezagados en el uso digital acompasen el ritmo al avance del curso y tengan mejores resultados acad&#xE9;micos.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>13</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2020</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>L&#x2019;escape room com a eina educativa per treballar la literatura a secund&#xE0;ria: una proposta pr&#xE0;ctica de Romeu i Julieta</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>18</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2020.13.228965</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Esther</FirstName>
        <LastName>Mart&#xED;nez Borobio</LastName>
        <Affiliation>Institut Jaume Balmes. emart365@xtec.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>Eleonora</FirstName>
        <LastName>Nakova Katileva</LastName>
        <Affiliation>Institut Jaume Balmes. enakova@xtec.cat</Affiliation>
      </Author>
    </AuthorList>
    <ArticleIdList>
      <ArticleId IdType="pii">reire2020.13.228965</ArticleId>
    </ArticleIdList>
    <History>
      <PubDate PubStatus="received">
        <Year>2019</Year>
        <Month>07</Month>
        <Day>15</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2019</Year>
        <Month>11</Month>
        <Day>29</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;: En els darrers anys, la tend&#xE8;ncia educativa de ludificar les classes ha esdevingut un canvi important en l&#x2019;ensenyament. Aquest article tracta sobre l&#x2019;&#xFA;s de l&#x2019;escape room com a eina educativa per introduir la literatura en llengua anglesa a secund&#xE0;ria. En concret, s&#x2019;hi descriu una proposta per a 4t de l&#x2019;ESO on es treballa l&#x2019;obra Romeu i Julieta de William Shakespeare, amb l&#x2019;objectiu principal d&#x2019;endinsar l&#x2019;alumnat en l&#x2019;estudi literari. M&#xC8;TODE: El punt de partida d&#x2019;aquesta proposta va ser la visualitzaci&#xF3; de la pel&#xB7;l&#xED;cula Shakespeare in Love de John Madden, llargmetratge que il&#xB7;lustra la vida de l&#x2019;autor i que descriu el proc&#xE9;s de creaci&#xF3; de Romeu i Julieta, aix&#xED; com l&#x2019;estudi sobre els aspectes principals de l&#x2019;&#xE8;poca i del g&#xE8;nere dram&#xE0;tic. Un cop assolits aquests coneixements, l&#x2019;alumnat havia d&#x2019;aplicar all&#xF2; apr&#xE8;s i treballar cooperativament per resoldre una s&#xE8;rie d&#x2019;enigmes relacionats amb l&#x2019;obra de Romeu i Julieta. RESULTATS: L&#x2019;alumnat va adquirir nous coneixements sobre l&#x2019;autor i l&#x2019;obra d&#x2019;una forma l&#xFA;dica i va valorar la proposta de tipus escape room molt positivament. DISCUSSI&#xD3;: Considerant que actualment l&#x2019;alumnat a qui s&#x2019;adre&#xE7;a desconeix molts aspectes de la vida i obra de Shakespeare, aquesta unitat ens permet desenvolupar les compet&#xE8;ncies de la dimensi&#xF3; liter&#xE0;ria d&#x2019;una manera activa i motivadora.</Abstract>
  </Article>
</ArticleSet>