<?xml version="1.0"?>
<!DOCTYPE ArticleSet PUBLIC "-//NLM//DTD PubMed 2.0//EN" "http://www.ncbi.nlm.nih.gov/entrez/query/static/PubMed.dtd">
<ArticleSet>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Corrigendum: El an&#xE1;lisis de moderaci&#xF3;n en el &#xE1;mbito socioeducativo a trav&#xE9;s de la macro Process en SPSS Statistics</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>2</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.233396</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>H&#xE9;ctor</FirstName>
        <LastName>Galindo-Dom&#xED;nguez</LastName>
        <Affiliation>Universidad Francisco de Vitoria. hector.galindo@ufv.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>20</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>20</Day>
      </PubDate>
    </History>
    <Abstract>A ra&#xED;z del comentario que hizo llegar a REIRE una persona que ley&#xF3; el art&#xED;culo publicado, el autor propone incluir una anotaci&#xF3;n a su art&#xED;culo para evitar posibles interpretaciones err&#xF3;neas en uno de sus p&#xE1;rrafos.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>L&#x2019;alumnat de cicle inicial de prim&#xE0;ria millora la concentraci&#xF3; jugant a tennis taula</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>17</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.233386</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>M&#xED;riam</FirstName>
        <LastName>Segura-Meix</LastName>
        <Affiliation>Universitat Rovira i Virgili. miriam.segura@urv.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>M&#xF2;nica</FirstName>
        <LastName>Moratalla-Blanch</LastName>
        <Affiliation>. monica.kyni22@gmail.com</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>19</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>03</Month>
        <Day>05</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;. La concentraci&#xF3; de l&#x2019;alumnat a l&#x2019;escola &#xE9;s motiu d&#x2019;ocupaci&#xF3; i preocupaci&#xF3; dels docents. S&#xF3;n molts els professionals que intenten trobar estrat&#xE8;gies acad&#xE8;miques adequades per augmentar-la i permetre a l&#x2019;alumnat assolir un nivell d&#x2019;aprenentatge superior i amb menys temps.&#xD;
M&#xC8;TODE. L&#x2019;estudi, realitzat a partir del test CARAS-R de Thurstone i Yela de 2012, ha perm&#xE8;s verificar i donar suport a la hip&#xF2;tesi plantejada per mitj&#xE0; d&#x2019;una metodologia quantitativa. Al mateix temps s&#x2019;ha analitzat l&#x2019;&#xED;ndex de control de la impulsivitat i s&#x2019;ha vist una millora en el seu grau de reflexi&#xF3; davant les situacions quotidianes.&#xD;
RESULTATS. La concentraci&#xF3; de l&#x2019;alumnat participant en la recerca ha augmentat un 27,98 % en el grup experimental (26 participants) i un 5,05 % en el grup de control.&#xD;
DISCUSSI&#xD3;. En aquesta recerca hem demostrat que la pr&#xE0;ctica del tennis taula ha contribu&#xEF;t a la millora de la concentraci&#xF3; dels infants que han estat sotmesos a una proposta d&#x2019;introducci&#xF3; d&#x2019;aquest esport respecte a un grup de control amb les mateixes caracter&#xED;stiques. Finalment, es planteja la possibilitat de fer un estudi ampliant la mostra i allargant-lo en el temps per analitzar els resultats a llarg termini.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Percepci&#xF3;n de los factores de transici&#xF3;n a la universidad: incidencia de la realidad plural de los estudiantes</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>17</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.233236</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Montserrat</FirstName>
        <LastName>Freixa-Niella</LastName>
        <Affiliation>Universitat de Barcelona. mfreixa@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Immaculada</FirstName>
        <LastName>Dorio-Alcaraz</LastName>
        <Affiliation>Universitat de Barcelona. idorio@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Pilar</FirstName>
        <LastName>Figuera-Gazo</LastName>
        <Affiliation>Universitat de Barcelona. pfiguera@ub.edu</Affiliation>
      </Author>
      <Author>
        <FirstName>Mercedes</FirstName>
        <LastName>Torrado-Fonseca</LastName>
        <Affiliation>Universitat de Barcelona. mercedestorrado@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>02</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>05</Month>
        <Day>13</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N. Este art&#xED;culo analiza la transici&#xF3;n universitaria, en el primer semestre del primer curso, de los estudiantes de los grados de Educaci&#xF3;n Social, Educaci&#xF3;n Infantil y Relaciones Laborales de la Universidad de Barcelona. Se centra en los factores facilitadores e inhibidores de la transici&#xF3;n y la conducta de estudio que muestran los estudiantes con diferentes trayectorias acad&#xE9;micas previas.&#xD;
M&#xC9;TODO. Se realiza un estudio descriptivo por encuesta a partir de un cuestionario (cumplimentado por 651 estudiantes) sobre las trayectorias acad&#xE9;micas previas de los estudiantes. &#xD;
RESULTADOS. Hay diferencias en las valoraciones de los estudiantes en funci&#xF3;n de su titulaci&#xF3;n y trayectoria de acceso. Los estudiantes procedentes de v&#xED;as profesionalizadoras (Ciclos formativos) encuentran m&#xE1;s barreras en su proceso de transici&#xF3;n y punt&#xFA;an m&#xE1;s alto los factores inhibidores. Se resalta el desajuste acad&#xE9;mico entre las expectativas iniciales de los estudiantes y el plan de estudios. Se enfatiza el apoyo del entorno y la relaci&#xF3;n con los compa&#xF1;eros como factor facilitador de la transici&#xF3;n.&#xD;
DISCUSI&#xD3;N. Los resultados aconsejan repensar las propuestas de orientaci&#xF3;n y de acci&#xF3;n tutorial hacia modelos hol&#xED;sticos que permitan un contexto institucional m&#xE1;s disponible, m&#xE1;s flexible y con una mayor capacidad de adaptaci&#xF3;n a la pluralidad emergente de estudiantes.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Aspectes &#xE8;tics de l&#x2019;&#xFA;s de mesures de contenci&#xF3; coercitiva en l&#x2019;entorn educatiu</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>16</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.232945</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Oscar</FirstName>
        <LastName>Puigardeu Aramendia</LastName>
        <Affiliation>Universitat de Barcelona&#xD;
Departament d'educaci&#xF3;, Generalitat de Catalunya. opuigard@me.com</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>12</Month>
        <Day>02</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>20</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;. En els centres educatius es produeixen situacions en qu&#xE8; alumnes amb dificultats de regulaci&#xF3; de la conducta pateixen episodis d&#x2019;agitaci&#xF3; deguts a frustracions, conflictes entre iguals o incapacitat per acceptar els l&#xED;mits, entre altres motius. En algunes ocasions aquests episodis generen situacions de risc per al mateix alumne o per als seus companys i companyes o per a altres membres de la comunitat educativa. M&#xC8;TODE. S&#x2019;analitzen diversos documents legislatius, normatius, de refer&#xE8;ncia i d&#x2019;experts des d&#x2019;una perspectiva teoricoconceptual i cr&#xED;tica. RESULTATS. Els docents han de respondre a situacions de risc associades a episodis d&#x2019;agitaci&#xF3; de l&#x2019;alumnat de manera r&#xE0;pida, efica&#xE7; i segura. Les estrat&#xE8;gies de contenci&#xF3; de l&#x2019;alumnat s&#xF3;n diverses i poden anar des de les contencions verbals i d&#x2019;acompanyament emocional fins a intervencions en qu&#xE8; sigui necessari restringir temporalment els moviments de l&#x2019;alumne. DISCUSSI&#xD3;. Les contencions coercitives en l&#x2019;entorn escolar generen diversos neguits en els docents, ja que suposen una contradicci&#xF3; respecte dels principis de benefic&#xE8;ncia i autonomia. L&#x2019;excepcionalitat i els riscos que implica l&#x2019;&#xFA;s de mesures de contenci&#xF3; coercitiva en els centres educatius obliga a una reflexi&#xF3; &#xE8;tica sobre la necessitat, els procediments i les condicions de la seva utilitzaci&#xF3;.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>An&#xE1;lisis comparativo: las pruebas de acceso a los estudios superiores de jazz en Espa&#xF1;a</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>18</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.232775</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Borja</FirstName>
        <LastName>Berm&#xFA;dez-Ca&#xF1;ete</LastName>
        <Affiliation>Universidad Polit&#xE9;cnica de Madrid&#xD;
Real Conservatorio Superior de M&#xFA;sica de Madrid. borjabermudez@gmail.com</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>11</Month>
        <Day>11</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>02</Month>
        <Day>04</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N. En Espa&#xF1;a los aspirantes a cursar Estudios Superiores de Jazz se preparan para las pruebas de acceso mayoritariamente en escuelas o clases privadas de m&#xFA;sica, ya que &#x2013;salvo excepciones&#x2013; no es posible prepararse para ello en el sistema p&#xFA;blico de ense&#xF1;anza. Dichas pruebas y sus sistemas de puntuaci&#xF3;n var&#xED;an entre unos centros y otros, en algunos casos de forma dr&#xE1;stica, lo que hace que los aspirantes tengan una doble dificultad a la hora de prepararse, especialmente los que quieren realizar la prueba en dos o m&#xE1;s centros.&#xD;
M&#xC9;TODO y RESULTADOS. Tras un an&#xE1;lisis comparativo de todas las pruebas de acceso a los Estudios Superiores de bater&#xED;a de jazz de Espa&#xF1;a, se han evidenciado las diferencias que existen entre ellas, y se han remarcado las similitudes para crear una &#x201C;prueba tipo&#x201D; que ayude a entender c&#xF3;mo funciona el acceso a dichos estudios en este pa&#xED;s.&#xD;
DISCUSI&#xD3;N. Adem&#xE1;s, el estudio pretende servir de ayuda a futuros aspirantes a los Estudios Superiores de Jazz, as&#xED; como a profesores y a centros de Ense&#xF1;anzas Profesionales que ofrecen el perfil jazz, e incluso a las autoridades encargadas de dise&#xF1;ar las normativas de las Ense&#xF1;anzas Profesionales o las propias pruebas de acceso mencionadas anteriormente.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Formar, ensenyar i aprendre sobre la pr&#xE0;ctica cient&#xED;fica a prim&#xE0;ria amb un joc de caixes negres</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>22</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.232607</ELocationID>
    <Language>cat</Language>
    <AuthorList>
      <Author>
        <FirstName>Mar&#xED;a-Antonia</FirstName>
        <LastName>Manassero-Mas</LastName>
        <Affiliation>Universidad de las Islas Baleares. ma.manassero@uib.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Antoni-J.</FirstName>
        <LastName>Benn&#xE0;ssar-Roig</LastName>
        <Affiliation>Universidad de las Islas Baleares. abennassar@uib.cat</Affiliation>
      </Author>
      <Author>
        <FirstName>&#xC1;ngel</FirstName>
        <LastName>V&#xE1;zquez-Alonso</LastName>
        <Affiliation>Universidad de las Islas Baleares. angel.vazquez@uib.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>10</Month>
        <Day>21</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>03</Month>
        <Day>02</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;. Aprendre com funciona la comunitat cient&#xED;fica per validar els coneixements &#xE9;s un component essencial de l&#x2019;alfabetitzaci&#xF3; cient&#xED;fica, que no s&#x2019;ensenya adequadament a causa de la seva complexitat cognitiva, la manca de recursos did&#xE0;ctics i la insuficient atenci&#xF3; en aquests temes a la formaci&#xF3; del professorat. L&#x2019;objectiu d&#x2019;aquest article &#xE9;s ajudar a innovar la formaci&#xF3; i el desenvolupament professional del professorat mitjan&#xE7;ant jocs seriosos (caixes negres) que incentivin aquest ensenyament epist&#xE8;mic i el seu aprenentatge per part de l&#x2019;alumnat de prim&#xE0;ria.&#xD;
M&#xC8;TODE. Tres mestres i els seus estudiants participen en un proc&#xE9;s metodol&#xF2;gicament mixt: desenvolupament del joc com a recurs did&#xE0;ctic, intervenci&#xF3; educativa amb estudiants i investigaci&#xF3;-acci&#xF3; sobre la pr&#xE0;ctica docent amb mestres. &#xD;
RESULTATS. Es presenten com a resultat les activitats, els productes i el desenvolupament professional docent mitjan&#xE7;ant l&#x2019;estudi de la lli&#xE7;&#xF3;: planificaci&#xF3; de la seq&#xFC;&#xE8;ncia d&#x2019;ensenyament, produccions de l&#x2019;alumnat, i avaluaci&#xF3; de la formaci&#xF3; (mestres) i de la motivaci&#xF3; i inter&#xE8;s de mestres i estudiants. L&#x2019;efic&#xE0;cia del joc com a recurs es justifica per la valoraci&#xF3; positiva que en fan els docents i per la realitzaci&#xF3;, acceptaci&#xF3; i motivaci&#xF3; de l&#x2019;alumnat vers les tasques.&#xD;
DISCUSSI&#xD3;. Es discuteixen els assoliments, els l&#xED;mits i les implicacions futures en relaci&#xF3; amb els objectius de l&#x2019;experi&#xE8;ncia, tant pel que fa a l&#x2019;educaci&#xF3; cient&#xED;fica com per desenvolupar a les escoles la sostenibilitat de l&#x2019;experi&#xE8;ncia de formaci&#xF3; amb jocs epist&#xE8;mics.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>C&#xE1;lculo de la potencia estad&#xED;stica en estudios de asociaci&#xF3;n mediante sintaxis en SPSS</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>6</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.232580</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Javier</FirstName>
        <LastName>Santabarbara Serrano</LastName>
        <Affiliation>Universidad de Zaragoza. jsantabarbara@unizar.es</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>10</Month>
        <Day>14</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>01</Month>
        <Day>26</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N. El estudio de la asociaci&#xF3;n entre dos variables se expresa de forma anal&#xED;tica con el estad&#xED;stico denominado coeficiente de correlaci&#xF3;n. Con frecuencia, encontramos asociaciones de magnitud relevante pero que no alcanzan la significaci&#xF3;n estad&#xED;stica, plante&#xE1;ndonos entonces si el contraste de hip&#xF3;tesis tiene la suficiente potencia estad&#xED;stica para detectar diferencias cuando realmente existen. Desafortunadamente, SPSS no ofrece el c&#xE1;lculo de la potencia estad&#xED;stica para los estudios de asociaci&#xF3;n de variables cuantitativas. Por ello, se plantea el c&#xE1;lculo de la potencia estad&#xED;stica mediante sintaxis de SPSS en el escenario de estudios de asociaci&#xF3;n a trav&#xE9;s de un caso pr&#xE1;ctico. M&#xC9;TODO. Se proporciona un fichero de sintaxis de SPSS para calcular la potencia estad&#xED;stica en estudios de asociaci&#xF3;n. DISCUSI&#xD3;N. El uso del fichero de sintaxis ser&#xE1; de utilidad para aquellos investigadores familiarizados con SPSS que necesiten realizar el c&#xE1;lculo de la potencia estad&#xED;stica en estudios de asociaci&#xF3;n.</Abstract>
  </Article>
  <Article>
    <Journal>
      <PublisherName>Universitat de Barcelona</PublisherName>
      <JournalTitle>REIRE Revista d'Innovaci&#xF3; i Recerca en Educaci&#xF3;</JournalTitle>
      <Issn>2013-2255</Issn>
      <Volume>14</Volume>
      <Issue>2</Issue>
      <PubDate PubStatus="epublish">
        <Year>2021</Year>
        <Month>07</Month>
        <Day>01</Day>
      </PubDate>
    </Journal>
    <VernacularTitle>Las cometas. De la memoria hist&#xF3;rica al trabajo competencial en educaci&#xF3;n f&#xED;sica</VernacularTitle>
    <FirstPage>1</FirstPage>
    <LastPage>24</LastPage>
    <ELocationID EIdType="doi">10.1344/reire2021.14.232363</ELocationID>
    <Language>spa</Language>
    <AuthorList>
      <Author>
        <FirstName>Jordi</FirstName>
        <LastName>Bras&#xF3;-Rius</LastName>
        <Affiliation>Universitat de Barcelona, Universitat Oberta de Catalunya. brapercat@yahoo.es</Affiliation>
      </Author>
      <Author>
        <FirstName>Meritxell</FirstName>
        <LastName>Arderiu-Antonell</LastName>
        <Affiliation>Universitat de Barcelona. meritxell.arderiu@ub.edu</Affiliation>
      </Author>
    </AuthorList>
    <History>
      <PubDate PubStatus="received">
        <Year>2020</Year>
        <Month>09</Month>
        <Day>21</Day>
      </PubDate>
      <PubDate PubStatus="accepted">
        <Year>2021</Year>
        <Month>03</Month>
        <Day>03</Day>
      </PubDate>
    </History>
    <Abstract>INTRODUCCI&#xD3;N. Las tradiciones son elementos identitarios de un pueblo, y los juegos de los ni&#xF1;os son parte de esta tradici&#xF3;n. El objeto de estudio del presente art&#xED;culo es la cometa. Se realiza a partir de un esbozo hist&#xF3;rico, folkl&#xF3;rico y l&#xFA;dico, y el an&#xE1;lisis de sus usos y simbolismos de dicho instrumento. &#xD;
M&#xC9;TODO. La metodolog&#xED;a se ha basado en el an&#xE1;lisis de obras de finales del s. XIX e inicios del s. XX que tratan la historia, simbolismo y construcci&#xF3;n del juego. Se centra el estudio en la aportaci&#xF3;n del folklorista Joan Amades, que detalla los diferentes significados y usos de este juguete. Las fuentes secundarias relacionadas con la cometa contextualizan la aportaci&#xF3;n. A la vez, se ha llevado a cabo una aplicaci&#xF3;n en el aula, para el posible trabajo competencial, con un grupo de alumnos de ciclos formativos de la familia de actividades f&#xED;sicas.&#xD;
RESULTADOS. La propuesta permite hacer ver al alumnado los juegos existentes en el pasado, la dificultad en su construcci&#xF3;n, la pr&#xE1;ctica y la aplicaci&#xF3;n al siglo XXI.&#xD;
DISCUSI&#xD3;N. Se evidencia que es necesaria una reflexi&#xF3;n en torno al pasado y una recuperaci&#xF3;n de las tradiciones si se quiere mantener la identidad de los pueblos.</Abstract>
  </Article>
</ArticleSet>